package com.nickuc.login;

public interface ρητολεοΔεγ {
   default boolean b(ΨγημιδξΓτοθαζ var1) {
      try {
         if (this.a(var1)) {
            this.c(var1);
         }

         return true;
      } catch (Throwable var3) {
         ψΓωτιμωκχψΛΨ.a(var3);
         if (εδδΠηδξΛΣχ.j()) {
            ψΓωτιμωκχψΛΨ.d("");
            ψΓωτιμωκχψΛΨ.d(λΣΩσμφγχ.A("ÅôƊėÉĐĚĕÍĞĞģĤƟĩęġÖĚħħİĠĮıģıàİâĥĥĳĩĶèĭįëİĮĲľŃċò", (byte)19, 65) + this.q() + χφπρψπφΦθμπ.E("ӽ", (byte)19, 69));
            ψΓωτιμωκχψΛΨ.d(θεωψξβΛσσ.B("ÅöĖĚÉĐČĢĜĠÛÐĔġġĨĖĪĜØħĩĮįĞÞĤıĶīĳĩÿ", (byte)19, 66));
            ψΓωτιμωκχψΛΨ.d("");
            ψΓωτιμωκχψΛΨ.d(βεξΠθρρςΔΦμ.F("ӯԔԺՅԶՃՇԺԑӸրԼՒՓՔԌՍՉՄՍ\u0558ՇԓՉՖՕԘՎՔ՟Ր՝աՔ", (byte)19, 70));
            ψΓωτιμωκχψΛΨ.d(θεωψξβΛσσ.B("ÅëÔĕĊēėæÍŕĕģĦĢģģħĪ÷ĦĢĝĦıĠìĢįĮ", (byte)19, 66));
            if (εδδΠηδξΛΣχ.aM()) {
               ψΓωτιμωκχψΛΨ.d(οοθδΨιοΦΠβδζ.C("ЎхлЫВҚњѬѭѮЦѧѣўѧѲѡЭѣѰѯвѺѰ", (byte)19, 67));
            }

            ψΓωτιμωκχψΛΨ.d("");
            ψΓωτιμωκχψΛΨ.d(ΨΦνΨΦωυΩνβςμ.F("ӯԣԶՄՉԽԹՅՉӸԽԿՎՈՆՅՀՒׂԂՈՑԅԜԗԈ՜ՏՒա՛Ւ՞գ", (byte)19, 70));
            ψΓωτιμωκχψΛΨ.d("");
         } else {
            ψΓωτιμωκχψΛΨ.d("");
            ψΓωτιμωκχψΛΨ.d(χφπρψπφΦθμπ.F("ӯԤԹԷӳԸԶՊԸԺԺՍՀӼՀՍՔՌՅԂՑՓՙԆՉՍԉՍ՚՚գՓադՖՖԭԔ", (byte)19, 70) + this.q() + φΨαξωυθανΣφυκη.A("Ó", (byte)19, 65));
            ψΓωτιμωκχψΛΨ.d(χφπρψπφΦθμπ.B("ÅöēčĊĝĐÌĐĝĝĤĒĕħÔĤīĩØĭğĜĩ÷", (byte)19, 66));
            ψΓωτιμωκχψΛΨ.d("");
            ψΓωτιμωκχψΛΨ.d(ιΠοθΩΦξκ.D("ЎгљѤѕѢѦљаЗҟћѱѲѳЫѬѨѣѬѷѦвѨѵѴзѭѳѾѯѼҀѳ", (byte)19, 68));
            ψΓωτιμωκχψΛΨ.d(δΛψπξκσβγςα.D("ЎдѝђћџЮЕҝѝѫѮѪѫѫѯѲпѮѪѥѮѹѨдѪѷѶ", (byte)19, 68));
            if (εδδΠηδξΛΣχ.aM()) {
               ψΓωτιμωκχψΛΨ.d(μεςΩΔΣγν.B("ÅüòâÉőđģĤĥÝĞĚĕĞĩĘäĚħĦéıħ", (byte)19, 66));
            }

            ψΓωτιμωκχψΛΨ.d("");
            ψΓωτιμωκχψΛΨ.d(πψυκΠΨμΛΩβΣφμφσ.C("ЎтѕѣѨјѦЕѭѠѤѥКѮѤѲѲПѤѰѹѱФѮѴЧойЪѾѱѰѽѽѴ҄", (byte)19, 67));
            ψΓωτιμωκχψΛΨ.d("");
         }

         return false;
      }
   }

   String q();

   void c(ΨγημιδξΓτοθαζ var1);

   static void M() {
      try {
         Thread.sleep(60000L);
      } catch (InterruptedException var1) {
         ψΓωτιμωκχψΛΨ.a(var1);
      }

      System.exit(1);
   }

   boolean a(ΨγημιδξΓτοθαζ var1);

   static void e(ΨγημιδξΓτοθαζ var0) {
      if (!σεθζθζτζ.a.b(var0)) {
         M();
      }

      if (!χοΨδξγεΣπ.a.b(var0)) {
         M();
      }

      if (!αηγκξΛτψξκτΠμκθ.a.b(var0)) {
         M();
      }

      if (!λιυπσγυλ.a.b(var0)) {
         M();
      }
   }

   // $VF: Unable to simplify switch on enum
   // Please report this to the Vineflower issue tracker, at https://github.com/Vineflower/vineflower/issues with a copy of the class file (if you have the rights to distribute it!)
   default void a(ΨδΨξξοζεΦεςνδς var1, String var2, String var3) {
      switch (σηΦωρμσΨ.n[var1.a().ordinal()]) {
         case 1:
         case 2:
            var1.a(ΣερμΔσατσκ.F("\u058cր֊վ\u058bքՠ֕փօ\u0590֊զ", (byte)126, 70) + var2 + βεξΠθρρςΔΦμ.D("ՏքրՒ", (byte)126, 68) + var3);
            break;
         case 3:
            var1.a(ΦδφπθΩΩλζξ.C("հռօշօՔ։շչքվ՚", (byte)126, 67) + var2 + ςπυηννναΣ.D("ՏւնրմցպՖ\u058bևՙ", (byte)126, 68) + var3);
            break;
         default:
            throw new IllegalArgumentException(ςπυηννναΣ.C("ո֧֞֓֟֝֙Ֆְ֛֛֣֭֙֝֝՟ֲִֺ֨եե", (byte)126, 67) + var1.a());
      }
   }
}
